Repository: Schumix/Schumix2
Catalog: Po/*.po
Languages: hu

source: Loaded the Calendar settings.
hu: Calendar beállításai betöltve.

source: The deleting of messages that older than 30 days have been started.
hu: 30 napnál régebbi üzenetek törlése a message táblából megindult.

source: Message deletion has been ended.
hu: Üzenetek törlése befejezve.

source: Invalid webpage address: {0}
hu: Érvénytelen weboldal cím: {0}

source: Exception thrown while fetching web title: {0}
hu: Kivételt dobott letöltése közben a web title: {0}

source: Loaded the Mode settings.
hu: Mode beállításai betöltve.

source: Loaded the Weather settings.
hu: Weather beállításai betöltve.

source: Loaded the WorlframAlpha settings.
hu: WorlframAlpha beállításai betöltve.

source: Exception thrown while fetching youtube title: {0}
hu: Kivételt dobott letöltése közben a youtube title: {0}

source: Automatic updater is off.
hu: Automatikus frissítés ki van kapcsolva.

source: The update is finished. The program shutting down!
hu: A frissítés befejeződött. Leáll a program!

source: Searching for new stable version is started.
hu: Új stabil verzió keresése megindult.

source: Downloading new version.
hu: Új forrás letöltése.

source: Searching for the last version is started.
hu: A legutolsó verzió keresése megindult.

source: No such version like this, update interrupted!
hu: Ilyen verzió nem létezik ezért a frissítés leáll!

source: Currently no newer version!
hu: Jelenleg nincs újabb verzió!

source: The program starts is continuing.
hu: Folytatódik a program indulása.

source: I found a newer version. The update to {0} version is starting.
hu: Újabb verziót találtam. Megindul a frissítés a {0} verzióra.

source: Older version found, update interrupted!
hu: Régebbi verziót találtam ezért leáll a frissítés!

source: Updating successful!
hu: A frissítés befejeződött!

source: Sql files update is started. The setted database will be updated.
hu: Megindult az sql fájlok frissítése. A beállított adatbázis fog frissülni.

source: Sql update finished.
hu: Az sql frissítés befejeződött.

source: This step of updateing is finished. Continue with next step.
hu: Frissítés ezen szakasza befejeződött. Következik a beállítás.

source: Initializing Lua engine.
hu: Lua motor betöltése.

source: Loading Lua script: {0}
hu: Lua script betöltése: {0}

source: Exception thrown while loading Lua script: {0} Error: {1}
hu: Kivétel dobott betöltése közben a Lua script: {0} Hiba: {1}

source: Function {0} (exported as {1}): argument number mismatch. Declared {2}, but requires {3}!
hu: Funkció {0} (exportált {1}): argumentum szám nem egyezik. Nyilvánítva {2}, de ehhez {3}!

source: Lua compile error: {0}
hu: Lua fordítási hiba: {0}

source: Initializing Python engine.
hu: Python motor betöltése.

source: Loading Python script: {0}
hu: Python script betöltése: {0}

source: Exception thrown while loading Python script. Error: {0} {1}
hu: Kivétel dobott betöltése közben a Python script. Hiba: {0} {1}

source: Exception thrown while loading Python script: {0} Error: {1} {2}
hu: Kivétel dobott betöltése közben a Python script: {0} Hiba: {1} {2}

source: Lua support is disabled!
hu: Lua támogatása le van tiltva!

source: Python support is disabled!
hu: Python támogatása le van tiltva!
