Repository: Schumix/Schumix2
Catalog: Po/*.po
Languages: hu

source: [ServerName: {0}]
hu: [A szerver neve: {0}]

source: Successfully started the CommandManager.
hu: CommandManager sikeresen elindult.

source: Successfuly registered all of Command Handlers.
hu: Összes Command handler regisztrálásra került.

source: All Command Handler were deleted.
hu: Összes Command handler törlésre került.

source: Failure details: {0}
hu: Meghibásodás részletei: {0}

source: Successfully connected to IRC server.
hu: Sikeres kapcsolódás az irc kiszolgálóhoz.

source: Vhost is OFF.
hu: Vhost kikapcsolásra került.

source: Waiting for connection processing.
hu: Várakozás a kapcsolat feldolgozására.

source: You have not registered!
hu: Nem regisztrált!

source: No such Bot's nickname!
hu: Nincs megadva a bot nick neve!

source: [SERVER]
hu: [SZERVER]

source: Bad identify password!
hu: Azonosító jelszó hibás!

source: Already identified!
hu: Azonosító már aktiválva van!

source: Identify password accepted.
hu: Azonosító jelszó elfogadva.

source: Your nick isn't registered!
hu: A nick nincs regisztrálva!

source: Nick isnt registered, so the vhost still off!
hu: A nick nincs beregisztrálva így a vhost nem került bekapcsolásra!

source: No such irc command.
hu: Nem létező irc parancs.

source: No such irc command.
hu: Nem létező irc parancs.

source: {0} already in use!
hu: {0}-t már használja valaki!

source: Retrying with: {0}
hu: Újra próbálom ezzel: {0}

source: [joined]
hu: [csatlakozott]

source: [left] {0}
hu: [kilépett innen (left)] {0}

source: [quit] {0}
hu: [kilépett (quit)] {0}

source: [Is now known as {0}]
hu: [Mostantól {0}-ként ismert]

source: [Kicked that user: {0} reason: {1}]
hu: [Kirúgta a következő felhasználót: {0} oka: {1}]

source: Identify password accepted!
hu: Azonosító jelszó elfogadva.

source: [Set mode: {0}]
hu: [Beállítja a módot: {0}]

source: [Topic] New topic: {0}
hu: [Téma] Új téma: {0}

source: {0} invites you to join {1}.
hu: {0} meghívott téged a {1} szobába.

source: [INVITE] {0} invites you to join {1}.
hu: [INVITE] {0} meghívott téged a {1} szobába.

source: [Topic] {0}
hu: [Téma] {0}

source: Successfully started the Network.
hu: Network sikeresen elindult.

source: Server's name: {0}
hu: A szerver neve: {0}

source: Opcodes thread started...
hu: Opcodes szál indul...

source: Ping thread started...
hu: Ping szál indul...

source: Establishing connection with irc server.
hu: Kapcsolat létrehozása az irc szerverrel.

source: All of IRC handlers are registered.
hu: Összes IRC handler regisztrálásra került.

source: Connection to: {0}
hu: Kapcsolódás megindult ide: {0}

source: Connection closed! ServerName: {0}
hu: Kapcsolat bontva! A szerver neve: {0}

source: Connection have been closed.
hu: Kapcsolat bontásra került.

source: Reconnection to: {0}
hu: Újrakapcsolódás megindult ide: {0}

source: This nick name ({0}) is used by a service bot. Your nick is automaticly changed to a placeholder one.
hu: Az adott nick ({0}) egy szervíz bot neve. Automatikusan egy tartalék névra meg lett változtatva.

source: Connection type: {0}
hu: Kapcsolódás típusa: {0}

source: Fatal error was happened while established the connection!
hu: Végzetes hiba történt a kapcsolat létrehozásánál!

source: Successfully established the connection!
hu: A kapcsolat sikeresen létrejött!

source: Error was happened while established the connection!
hu: Hiba történt a kapcsolat létrehozásánál!

source: Certificate not accepted, exception: {0}
hu: A tanúsítvány nem lett elfogadva, kivétel: {0}

source: Users' datas are sent.
hu: Felhasználói információk ellettek küldve.

source: Successfully started the thread.
hu: A szál sikeresen elindult.

source: Started the irc data receiving.
hu: Elindult az irc adatok fogadása.

source: Do not going data from irc server!
hu: Nem jön információ az irc szerver felöl!

source: Received unhandled opcode: {0}
hu: Ismeretlen opcode kód: {0}

source: Successfully started the CommandInfo.
hu: CommandInfo sikeresen elindult.

source: Operating System:
hu: Operácios Rendszer:

source: Processor:
hu: Processzor:

source: This client supports: UserInfo, Finger, Version, Source, Ping, Time and ClientInfo
hu: Ez a kliens támogatja: UserInfo, Finger, Version, Source, Ping, Time és ClientInfo

source: Is not a supported Ctcp query.
hu: Nem támogatott Ctcp lekérdezés.

source: Hours,
hu: óra,

source: Minutes,
hu: perc,

source: Seconds.
hu: másodperc.

source: {0} is not a valid nickname!
hu: {0} nem érvényes a nick név!

source: Channel {0}'s access is denied!
hu: {0} csatorna elérése le van tiltva!

source: {0} is not a valid channel name!
hu: {0} nem érvényes a csatorna név!

source: Password cannot be empty or null!
hu: A jelszó nem lehet üres vagy nulla!

source: Part reason cannot be empty or null!
hu: Lelépés oka nem lehet üres vagy nulla!

source: One of the channels names is not valid!
hu: Az egyik csatorna neve nem érvényes!

source: The reason for kicking cannot be empty or null!
hu: Kirúgás oka nem lehet üres vagy nulla!

source: Nick cannot be empty or null!
hu: Nick nem lehet üres vagy nulla!

source: Reason cannot be empty or null!
hu: Oka nem lehet üres vagy nulla!

source: Quit reason cannot be null or empty!
hu: Kilépés oka nem lehet üres vagy nulla!

source: The email address is not valid!
hu: Az e-mail cím nem érvényes!

source: Topic cannot be empty or null!
hu: Téma nem lehet üres vagy nulla!

source: Away message cannot be empty or null!
hu: Távollét üzenet nem lehet üres vagy nulla!

source: ChannelList: Failure request!
hu: ChannelList: Hibás lekérdezés!

source: {0} plugin is now loading.
hu: {0} plugin betöltése megindult.

source: Plugin can not be loaded!
hu: Nem tölthető be a plugin!

source: Loaded plugin: {0} {1} by {2} ({3})
hu: Betöltött plugin: {0} {1} készítette {2} ({3})

source: {0} plugin denying and removing is now started.
hu: {0} plugin letiltása és leválasztása megindult.

source: {0} plugin successfully removed.
hu: {0} plugin sikeresen le lett választva.

source: Reload irc module!
hu: Irc modul újraindítása!

source: Program shutting down!
hu: A program leáll!

source: Sending nickserv identify.
hu: Azonosító jelszó küldése a kiszolgálónak.

source: Vhost is ON.
hu: Vhost bekapcsolásra került.

source: FunctionReload: Failre request!
hu: FunctionReload: Hibás lekérdezés!

source: ChannelFunctionReload: Failre request!
hu: ChannelFunctionReload: Hibás lekérdezés!

source: ChannelListReload: Failre request!
hu: ChannelListReload: Hibás lekérdezés!

source: Connecting to channels..
hu: Kapcsolódás a csatornákhoz...

source: JoinChannel: Failure request!
hu: JoinChannel: Hibás lekérdezés!

source: Successfully connected to channels.
hu: Sikeres kapcsolódás a csatornákhoz.

source: Some connection unsuccessful!
hu: Néhány kapcsolódás sikertelen!

source: Banned channels: {0}
hu: Letiltott csatornák: {0}

source: The message is not a CTCP message.
hu: Az üzenet nem CTCP üzenetet!

source: The message is not an action.
hu: Az üzenet nem cselekvés!

source: Please set up the Config file!
hu: Kérlek töltsed ki a konfigot!

source: Initiating connection.
hu: Kapcsolat kezdeményezése.

source: SchumixListener starting...
hu: SchumixListener indítása...

source: Timer is starting...
hu: Timer indul...

source: MySql is starting...
hu: MySql indul...

source: CacheDB is starting...
hu: CacheDB indul...

source: Successfully connected to the database.
hu: Az adatbázishoz sikeres a kapcsolódás.

source: CleanManager is starting...
hu: CleanManager indul...

source: AddonManager is loading...
hu: AddonManager indul...

source: Schumix Shutdown
hu: Schumix leáll

source: {0} master channel is updated to: {1}
hu: {0} mester csatorna frissitve lett erre: {1}

source: The master channel already exist on the database, named by default!
hu: A megadott mester csatorna már létezik egyszer az adatbázisban így az alapértelmezett fog lenni a neve!

source: Error was handled when tried to connect to the database!
hu: Hiba történt az adatbázishoz való kapcsolódás során!

source: Successfully connected to the SQLite database.
hu: SQLite adatbázishoz sikeres a kapcsolódás.

source: Query error: {0}
hu: Query hiba: {0}

source: Started the database loading.
hu: Adatbázis betöltése elindult.

source: Selecting the Database.
hu: Adatbázis fajtájának kiválasztása folyamatban.

source: MAJOR ERROR
hu: SÚLYOS HIBA

source: Database type's is not selected!
hu: Nincs az adatbázis típusa kiválasztva!

source: 2 Database are selected!
hu: Két adatbázis van kiválasztva!

source: Successfully connected to the MySql database.
hu: MySql adatbázishoz sikeres a kapcsolódás.

source: Sql connection crash.
hu: Sql kapcsolat összeomlott.

source: Successfully loaded the Timer.
hu: Timer sikeresen elindult.

source: Successfully saved the Program's started time.
hu: Program indulási időpontja mentésre került.

source: The program is loaded under {0}ms.
hu: A program {0}ms alatt indult el.

source: Wrong packetid, aborting connection!
hu: Kapcsolat dobva mert hibás a packetid!

source: Got packet with ID: {0} from: {1}
hu: Csomagot kapott, ID: {0} tőle: {1}

source: Received unhandled packetid: {0}
hu: Ismeretlen packetid: {0}

source: Authentication denied to SCS server!
hu: Hitelesítést megtagadta az SCS szerver!

source: Connection closed!
hu: Kapcsolat bontva!

source: Successfully authed to SCS server.
hu: Sikeresen hitelesítve az SCS szerver.

source: SCS sent random: {0}
hu: SCS által küldött véletlenszerű csomag: {0}

source: Successfully started the ClientSocket.
hu: ClientSocket sikeresen elindult.

source: Client connection from: {0}
hu: Client kapcsolódik: {0}

source: Handling client...
hu: Client kezelése...

source: Stream data available, reading.
hu: Rendelkezésre álló adatok olvasása.

source: Lost connection!
hu: Elveszett a kapcsolat!

source: Connected. Sending packet.
hu: Kapcsolodva. Csomag küldése.

source: Packet sent.
hu: Csomag elküldve.

source: Couldn't send SCS packet!
hu: Nem sikerült elküldeni SCS csomagot!

source: The program, more than {0} MB consumed!
hu: A program több mint {0} mb-ot fogyaszt!

source: Failed to set process name: {0}
hu: Nem sikerült beállítani folyamat nevét: {0}

source: Error setting process name!
hu: Hiba a folyamat nevének beállításában!

source: Creating crash dump...
hu: Crash dump készítése...

source: Failed to write crash dump! ({0})
hu: Nem sikerült crash dump-ot írni! ({0})

source: Crash dump created.
hu: Crash dump létrehozva.

source: Loaded the Irc settings.
hu: Irc beállításai betöltve.

source: Loaded the MySql settings.
hu: MySql beállításai betöltve.

source: Loaded the SQLite settings.
hu: SQLite beállításai betöltve.

source: Loaded the Addons settings.
hu: Addons beállításai betöltve.

source: Loaded the Scripts settings.
hu: Scripts beállításai betöltve.

source: Loaded the Localization settings.
hu: Localization beállításai betöltve.

source: Loaded the Update settings.
hu: Update beállításai betöltve.

source: Loaded the Server settings.
hu: Server beállításai betöltve.

source: File path not found, default will be used.
hu: Nem található a megadott elérési út így az alapértelmezett lesz használva!

source: There are no addons folder, no addon will be loaded.
hu: Nem található az addon mappa így nem lesz betöltve egy addon se!

source: Loading addons from: {0}
hu: Addonok betöltése innét: {0}

source: This addon name already exists in the system so not loaded!
hu: Ez az addonnév már szerepel a rendszerben ezért nem kerül betöltésre!

source: Ignoring plugins (config): {0}
hu: Tiltott pluginok (konfig): {0}

source: Error while loading one of directories! Detail: {0}
hu: Hiba egy könyvtár betöltése közben! Részletek: {0}

source: Unload plugins
hu: Pluginok leválasztva.

source: Config file is loading.
hu: Konfig fájl betöltése.

source: The master channel's format is wrong. "#" is missing. Corrected.
hu: Hibás a mester csatorna formátuma! Nincs meg a "#" jel. Pótolva lett.

source: The master channel is not given so the default will be used. ({0})
hu: Nincs megadva a mester csatorna ezért az alapértelmezet lesz használva. ({0})

source: The primary nick's format is wrong. The default will be used: {0}
hu: Hibás az elsődleges nick név formátuma. Az alapértelmezet lesz használva: {0}

source: The secondary nick's format is wrong. The default will be used: {0}
hu: Hibás a másodlagos nick név formátuma. Az alapértelmezet lesz használva: {0}

source: The tertiary nick's format is wrong. The default will be used: {0}
hu: Hibás a harmadlagos nick név formátuma. Az alapértelmezet lesz használva: {0}

source: {0}: In the three nickname there are atleast two identical, please modify those.
hu: {0}: A három nick név között minimum kettő olyan van aminek megegyezik a neve! Kérlek módosítsad őket hogy eltérőek legyenek!

source: The {0} server is already in use so not loaded!
hu: A {0} szerver név már használva van így nem kerül betöltésre!

source: Config database is loading.
hu: Konfig adatbázis betöltve.

source: No such config file!
hu: Nincs konfig fájl!

source: Preparing...
hu: Elkészítése folyamatban...

source: The backup files will be used to renew the data.
hu: Biztonsági másolatnak megjelölt fájl kerül felhasználásra. Így a régi adatok lesznek felújítva.

source: The backup has been deleted during the re-use.
hu: Biztonsági másolat törlésre kerül mert újra fel lett használva.

source: Config file is completed!
hu: Konfig fájl elkészült!

source: Failure was handled during the xml writing. Details: {0}
hu: Meghibásodás az xml írása során. Részletek: {0}

source: Failure was handled during the yml writing. Details: {0}
hu: Meghibásodás a yml írása során. Részletek: {0}

source: Loaded the Crash settings.
hu: Crash beállításai betöltve.

source: Loaded the Shutdown settings.
hu: Shutdown beállításai betöltve.

source: Loaded the Flooding settings.
hu: Flooding beállításai betöltve.

source: Successfully started the CacheDB.
hu: CacheDB sikeresen elindult.

source: Load tables from the database to the core.
hu: Adatbázisból táblák betöltése a magba.

source: {0} loaded to the core.
hu: Adatbázisból {0} tábla betöltése a magba.

source: Tables cleared from the core.
hu: Magból a táblák takarításra kerültek.

source: Table {0} deleted from the core.
hu: Magból törölve a {0} tábla.

source: Successfully started the CleanManager.
hu: CleanManager sikeresen elindult.

source: CleanConfig is starting...
hu: CleanConfig indul...

source: CleanDatabase is starting...
hu: CleanDatabase indul...

source: Some problems occured during cleanup in some place!
hu: Néhány helyen takarítás közben hiba lépett fel!

source: Cleanups have been finished.
hu: Sikeresen elkészültek a takarítások.

source: Cleanup is not turned on!
hu: Nincs bekapcsolva a takarítás!

source: Successfully started the CleanConfig.
hu: CleanConfig sikeresen elindult.

source: Searching for old config files have been started.
hu: Régi konfig fájlok keresése elindult.

source: Config folder's path: {0}
hu: Konfig mapa elérhetősége: {0}

source: Old config file has been deleted: {0}
hu: Régi konfig fájl törölve lett: {0}

source: Old config files have been deleted successfully.
hu: Régi konfig fájlok sikeresen törölve.

source: There is not any old config files!
hu: Nincsenek régi konfig fájlok!

source: Successfully started the CleanDatabase.
hu: CleanDatabase sikeresen elindult.

source: The {0} table's cleanup have been started.
hu: A {0} tábla takarítása megkezdődött.

source: The old servername ({0}) has been deleted from the table {1}.
hu: Régi szervernév ({0}) törölve lett a {1} táblából.

source: The table {0} is ready for cleanup.
hu: A {0} tábla takarítása kész.

source: The core tables' cleanup is starting.
hu: A magban lévő táblák takarítása indul.

source: The core tables' cleanup have been finished.
hu: A magban lévő táblák takarítása kész.

source: Loaded the Clean settings.
hu: Clean beállításai betöltve.

source: Username missing!
hu: Nincs megadva a felhasználó neve!

source: Api key missing!
hu: Nincs megadva az api kulcs!

source: Loaded the ShortUrl settings.
hu: ShortUrl beállításai betöltve.

source: The log's file name changed. From now in it will be here: {0}
hu: Megváltozott a log fájl neve. Ezentúl itt lesz: {0}

source: The log file's name changed. {0} was the old. From now on the logs will be here.
hu: Megváltozott a log fájl neve. A régi {0} volt. Mostantól ide kerülnek a logok.

source: The log file's name changed. {0} was the old. From now on the logs will be here.
hu: Megváltozott a log fájl neve. A régi {0} volt. Mostantól ide kerülnek a logok.

source: Started time: [{0}]
hu: Indulási időpont: [{0}]

source: Started time: [{0}]
hu: Indulási időpont: [{0}]

source: The log file's name changed. {0} was the old. From now on the logs will be here. Change's time: [{1}]
hu: Megváltozott a log fájl neve. A régi {0} volt. Mostantól ide kerülnek a logok. Megváltozás időpontja: [{1}]

source: The log file's name changed. {0} was the old. From now on the logs will be here. Change's time: [{1}]
hu: Megváltozott a log fájl neve. A régi {0} volt. Mostantól ide kerülnek a logok. Megváltozás időpontja: [{1}]

source: Loaded the Listener settings.
hu: Listener beállításai betöltve.

source: Successfully started the SchumixListener.
hu: SchumixListener sikeresen elindult.

source: The data's processing is completed.
hu: Az adatok feldolgozása befejeződött!

source: Ping Timeout
hu: Ping időtúllépés

source: Connection closed! Guid of client: {0}
hu: Kapcsolat bontva! Guid a clienttől: {0}

source: Auth unsuccessful! Guid of client: {0}
hu: Hitelesítés sikertelen! Guid a clienttől: {0}

source: Hash was: {0}
hu: Hash volt: {0}

source: Back port is: {0}
hu: Vissza port: {0}

source: Auth successful. Guid of client: {0}
hu: Hitelesítés sikeres. Guid a clienttől: {0}

source: Checking: {0}
hu: Ellenőrzése: {0}

source: Initializing Handler for SIGINT, SIGHUP
hu: SIGINT, SIGHUP inicializálása.

source: Got a {0} signal.
hu: {0} jelez.

source: Daemon killed.
hu: Démon megölte.

source: User is logging off.
hu: A felhasználó kijelentkezett.

source: To shut down the program use the <Ctrl+C> or the <quit> command!
hu: A program leállításához használd a <Ctrl+C> vagy <quit> parancsot!

source: Schumix Version: {0}
hu: Schumix Verzió: {0}

source: Website: {0}
hu: Weboldal: {0}

source: Programmed by: {0}
hu: Programot készítette: {0}

source: Developers: {0}
hu: Fejlesztők: {0}

source: System is starting...
hu: Rendszer indul...

source: Colorblind mode is on!
hu: Színvak mód be van kapcsolva!

source: FATAL ERROR
hu: VÉGZETES HIBA

source: An unhandled exception has been thrown. ({0})
hu: Nem kezelt kivétel keletkezett. ({0})

source: The automatic update is disabled.
hu: Az automatikus frissítés le van tiltva!

source: Successfully started SchumixBot.
hu: SchumixBot sikeresen elindult.

source: Network starting...
hu: Network indul...

source: Console starting...
hu: Console indul...

source: Successfully started the Console.
hu: Console sikeresen elindult.

source: Console reader starting...
hu: Console parancs olvasója indul...

source: Console thread is started.
hu: Console szál elindítva.

source: Stopping Console thread.
hu: Console szál megállítva.

source: Successfully started the Console reader.
hu: Console parancs olvasó része elindult.

source: Console input: {0}
hu: Konzol bemenet: {0}

source: Successfully started the CCommandManager.
hu: CCommandManager sikeresen elindult.

source: All Command Handler are registered.
hu: Összes Command handler regisztrálásra került.

source: To shut down the program use the <Ctrl+C> command!
hu: A program leállításához használd a <Ctrl+C> parancsot!

source: Installer Version: {0}
hu: Installer Verzió: {0}

source: Installer started.
hu: Installer elindult.

source: The installation is finished. The program shutting down!
hu: A telepítés befejeződött. Leáll a program!

source: Successfully downloaded new version.
hu: Forrás sikeresen le lett töltve.

source: Downloading unsuccessful!
hu: Letöltés sikertelen!

source: Installation successful!
hu: A telepítés befejeződött!

source: Started translating.
hu: Fordítás megkezdése.

source: Error was handled while translated!
hu: Hiba történt a fordítás közben!

source: Successfully finished the translation.
hu: Fordítás sikeresen befejeződött.

source: Copy files.
hu: Fájlok másolása.

source: Remove unneeded datas.
hu: Felesleges adatok eltávolítása.

source: Cloning Schumix2.
hu: Schumix2 klónozás.

source: Successfully started the ServerListener.
hu: ServerListener sikeresen elindult.

source: Sending random value: {0}
hu: Véletlenszerű érték küldése: {0}

source: Restart in progress...
hu: Újraindítás folyamatban...

source: One of the summix has been shuted down, it will be restarted.
hu: Leállt az egyik Schumix ezért újra lesz indítva.

source: Schumixs starting...
hu: Schumixok indítása...

source: Schumixs number: {0}
hu: Schumixok száma: {0}

source: There is no load of Schumix!
hu: Nincs betöltendő Schumix!

source: The item you tried to add to the UniqueList is null.
hu: A cucc amit a uniquelisthez akarták addni az null.

source: The unique list already contains that element.
hu: Az egyedi lista már atrtalmazza ezt az elemet.

source: Cannot evaluate a null string.
hu: Nem lehet null stringet értelmezni.

source: No solution found. The response might have been malformed.
hu: Megoldás nem található. A válasz eltorzulhatott.

source: No solution found.
hu: Megoldás nem található.

source: No solution found. The pod order might have changed. Report to devs!
hu: Megoldás nem található. A fő rendszer megváltozhatott. Jelentsd a fejlesztőknek!

source: The parameter passed to this method was null or empty.
hu: Az ennek a metódusnak küldött paraméter üres vagy null.

source: Couldn't retrieve information!
hu: Nem tudtam visszanyerni az információt!

source: WebException thrown while getting the response.
hu: Kivételt dobott letöltése közben a webcím: {0}

source: Unhandled exception thrown while submitting the expression.
hu: Kezeletlen kivétel lépett fel a kifejezezés küldésekor.

source: Could not deserialize the response. It might have been a malformed one.
hu: Nem tudtam letölteni a választ. Lehetséges, hogy torz.

source: Exception thrown while deserializing the response.
hu: Kivételt dobott letöltése közben a webcím: {0}

source: This Pod does not possess any subpods.
hu: Ez a Pod nem tartalmaz alpodokat.

source: Error during serialization
hu: Hiba történt sorbarendezés közben

source: Error while serializing instance! Type: {0}
hu: Hiba történt a kérelem sorbarendezésekor! Típus: {0}

source: Reload:
hu: Újratöltés:

source: [{0}] Failure details: {1}
hu: [{0}] Meghibásodás részletei: {1}

source: [{0}] Fatal failure details: {1}
hu: [{0}] Végzetes meghibásodás részletei: {1}

source: {0}: {1} rss loaded.
hu: {0}: {1} rss került betöltésre.

source: {0}: Empty database!
hu: {0}: Üres az adatbázis!

source: Loaded the Rss settings.
hu: Rss beállításai betöltve.

source: Loaded the Compiler settings.
hu: Compiler beállításai betöltve.

source: [{0} {1}] Failure details: {2}
hu: [{0} {1}] Meghibásodás részletei: {2}

source: [{0} {1}] Fatal failure details: {2}
hu: [{0} {1}] Végzetes meghibásodás részletei: {2}

source: [UpdateFlood] Failure details: {0}
hu: [UpdateFlood] Meghibásodás részletei: {0}

source: [UpdateUnban] Failure details: {0}
hu: [UpdateUnban] Meghibásodás részletei: {0}

source: [UpdateCalendar] Failure details: {0}
hu: [UpdateCalendar] Meghibásodás részletei: {0}

source: [UpdateNameDay] Failure details: {0}
hu: [UpdateNameDay] Meghibásodás részletei: {0}

source: [UpdateBirthDay] Failure details: {0}
hu: [UpdateBirthDay] Meghibásodás részletei: {0}

source: The nameday could not find in the following language: {0} Server: {1} Channel: {2}
hu: A névnap nem található meg az alábbi nyelvezeten: {0} Szerver: {1} Csatorna: {2}
